export const events = [
  {
    yearStart: '1990',
    yearEnd: '1997',
    point: 1,
    subject: 'Кино',
    description: [
      {
        id: 0,
        year: '1990',
        text: 'Рождение тизеров',
      },
      {
        id: 1,
        year: '1992',
        text: 'Тарантино вдохновляет всех',
      },
      {
        id: 2,
        year: '1992',
        text: '«Чужой 3» породил Финчера',
      },
      {
        id: 3,
        year: '1994',
        text: 'Постмодернистский «Кошмар на улице Вязов 7: Новый кошмар»',
      },
      {
        id: 4,
        year: '1995',
        text: 'Pixar – революция в анимации',
      },
      {
        id: 5,
        year: '1997',
        text: '«Гарри Поттер» появляется в продаже',
      },
    ],
  },
  {
    yearStart: '2010',
    yearEnd: '2020',
    point: 2,
    subject: 'История',
    description: [
      {
        id: 0,
        year: '2010',
        text: 'Первые публикации в Instagram',
      },
      {
        id: 1,
        year: '2011',
        text: 'Утечка радиации на атомной электростанции «Фукусима-1»',
      },
      {
        id: 2,
        year: '2012',
        text: 'Несостоявшийся конец света или смена лидеров двух крупнейших государств',
      },
      {
        id: 3,
        year: '2013',
        text: 'Разоблачение Эдварда Сноудена',
      },
      {
        id: 4,
        year: '2017',
        text: 'Взлет криптовалюты: абсолютное лидерство Биткоина',
      },
      {
        id: 5,
        year: '2020',
        text: 'Пандемия коронавирусной инфекции',
      },
    ],
  },
  {
    yearStart: '2020',
    yearEnd: '2022',
    point: 3,
    subject: 'Химия',
    description: [
      {
        id: 0,
        year: '2020',
        text: 'Удалось изготовить алмаз в лаборатории, не повышая температуру окружающей среды',
      },
      {
        id: 1,
        year: '2020',
        text: 'Удалось измерить кратчайшую единицу времени, получившую название «зептосекунда»',
      },
      {
        id: 2,
        year: '2020',
        text: 'Карен Осборнобнаружила вид рыб, покрытых самым темным материалом (поглощает 99,96% света)',
      },
      {
        id: 3,
        year: '2021',
        text: 'Ученые из Университета Мэриленда открыли новую технику, позволяющую получать прозрачную древесину',
      },
      {
        id: 4,
        year: '2022',
        text: 'Впервые в истории термоядерный синтез позволил получить больше энергии, чем было затрачено на запуск реакции',
      },
      {
        id: 5,
        year: '2022',
        text: 'Ученые узнали вес нейтрино',
      },
    ],
  },
  {
    yearStart: '1973',
    yearEnd: '2016',
    point: 4,
    subject: 'Экономика',
    description: [
      {
        id: 0,
        year: '1973',
        text: 'Нефтяной кризис на Ближнем Востоке',
      },
      {
        id: 1,
        year: '1977',
        text: 'Азиатский финансовый кризис',
      },
      {
        id: 2,
        year: '1995',
        text: 'Заниженный курс китайского юаня',
      },
      {
        id: 3,
        year: '2008',
        text: 'Японская иена укрепилась более чем на 25% по отношению к доллару США',
      },
      {
        id: 4,
        year: '2014',
        text: 'Финансовый кризис в России',
      },
      {
        id: 5,
        year: '2016',
        text: 'Брекзит, падению фондового рынка и курса фунта по отношению к доллару',
      },
    ],
  },
  {
    yearStart: '2000',
    yearEnd: '2014',
    point: 5,
    subject: 'Медицина',
    description: [
      {
        id: 0,
        year: '2000',
        text: 'Проект "Геном человека" был завершен',
      },
      {
        id: 1,
        year: '2001',
        text: 'Первая телехирургия была выполнена Жаком Мареско',
      },
      {
        id: 2,
        year: '2007',
        text: 'Визуальный протез (бионический глаз)',
      },
      {
        id: 3,
        year: '2013',
        text: 'Первая почка была выращена in vitro в США',
      },
      {
        id: 4,
        year: '2013',
        text: 'Первая человеческая печень была выращена из стволовых клеток в Японии',
      },
      {
        id: 5,
        year: '2014',
        text: 'Впервые используется 3D-принтер',
      },
    ],
  },
  {
    yearStart: '2016',
    yearEnd: '2020',
    point: 6,
    subject: 'Литература',
    description: [
      {
        id: 0,
        year: '2016',
        text: 'Расцвет феминистической прозы',
      },
      {
        id: 1,
        year: '2018',
        text: 'Год без Нобелевской премии по литературе',
      },
      {
        id: 2,
        year: '2019',
        text: 'Бум аудио: аудиокниги и подкасты',
      },
      {
        id: 3,
        year: '2019',
        text: 'Дружба как новый литературный тренд. «Щегол», «Маленькая жизнь», «Неаполитанский квартет»',
      },
      {
        id: 4,
        year: '2020',
        text: 'Романы хюгге завоевали мир: Фредрик Бакман',
      },
      {
        id: 5,
        year: '2020',
        text: 'Новые русские литературные звезды — Сальников, Яхина, Водолазкин',
      },
    ],
  },
];
